{
  "onboardingTitle": "خصّص تجربتك",
  "onboardingSubTitle": "اختر المظهر واللغة المفضلة لديك لتبدأ بتجربة مريحة ومناسبة لأسلوبك.",
  "Language": "اللغة",
  "English": "الإنجليزية",
  "Arabic": "العربية",
  "Theme": "المظهر",
  "Start": "لنبدأ",
  "Find Events That Inspire You": "اكتشف فعاليات تلهمك",
  "Effortless Event Planning": "تخطيط فعاليات بسهولة",
  "Connect with Friends & Share Moments": "تواصل مع أصدقائك وشارك اللحظات",
  "Dive into a world of events crafted to fit your unique interests. Whether you're into live music, art workshops, professional networking, or simply discovering new experiences, we have something for everyone. Our curated recommendations will help you explore, connect, and make the most of every opportunity around you.": "انغمس في عالم من الفعاليات المصممة لتناسب اهتماماتك الفريدة. سواء كنت تحب الموسيقى الحية أو ورش العمل الفنية أو اللقاءات المهنية أو اكتشاف تجارب جديدة، لدينا ما يناسب الجميع. ستساعدك اقتراحاتنا المختارة على الاستكشاف والتواصل والاستفادة القصوى من كل فرصة حولك.",
  "Take the hassle out of organizing events with our all-in-one planning tools. From setting up invites and managing RSVPs to scheduling reminders and coordinating details, we’ve got you covered. Plan with ease and focus on what matters – creating an unforgettable experience for you and your guests..": "تخلّص من عناء تنظيم الفعاليات باستخدام أدوات التخطيط المتكاملة لدينا. من إعداد الدعوات وإدارة تأكيدات الحضور إلى جدولة التذكيرات وتنسيق التفاصيل، نحن نوفر لك كل ما تحتاجه. خطط بسهولة وركز على الأهم – إنشاء تجربة لا تُنسى لك ولضيوفك.",
  "Make every event memorable by sharing the experience with others. Our platform lets you invite friends, keep everyone in the loop, and celebrate moments together. Capture and share the excitement with your network, so you can relive the highlights and cherish the memories": "اجعل كل فعالية ذكرى مميزة من خلال مشاركة التجربة مع الآخرين. تتيح لك منصتنا دعوة أصدقائك وإبقاء الجميع على اطلاع والاحتفال باللحظات معًا. شارك الحماس مع شبكتك لتعيش أجمل اللحظات وتحتفظ بالذكريات.",
  "Next": "التالي",
  "Get Started": "ابدأ الآن",
  "Skip": "تخطي",
  "Login to your account": "سجّل الدخول إلى حسابك",
  "Enter your email": "أدخل بريدك الإلكتروني",
  "Email address cannot be empty": "لا يمكن أن يكون البريد الإلكتروني فارغًا",
  "Invalid Email format": "صيغة البريد الإلكتروني غير صحيحة",
  "Enter your password": "أدخل كلمة المرور",
  "Password cannot be empty": "لا يمكن أن تكون كلمة المرور فارغة",
  "Password must be at least 8 characters long": "يجب أن تكون كلمة المرور 8 أحرف على الأقل",
  "Password must contain at least one capital letter": "يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل",
  "Forget Password?": "هل نسيت كلمة المرور؟",
  "Login": "تسجيل الدخول",
  "Don’t have an account ? ": "ليس لديك حساب؟",
  "Signup": "إنشاء حساب",
  "Or": "أو",
  "Login with Google": "تسجيل الدخول باستخدام جوجل",
  "Create your account": "أنشئ حسابك",
  "Confirm your password": "تأكيد كلمة المرور",
  "Passwords do not match": "كلمتا المرور غير متطابقتين",
  "Sign up": "إنشاء حساب",
  "Already have an account?": "لديك حساب بالفعل؟",
  "Welcome Back ✨": "مرحبًا بعودتك ✨",
  "Add event": "إضافة فعالية",
  "Title": "العنوان",
  "Event Title": "عنوان الفعالية",
  "Description": "الوصف",
  "Event Description....": "وصف الفعالية....",
  "Event Date": "تاريخ الفعالية"
}
